{
  "message": [
    {
      "text": "现在世界上已知最早的古猿是原上猿，它们生活在距今约3500—3000万年前。1908年，R.马克格拉夫在埃及发现了第一件原上猿的下颌骨化石。距今约1400—700万年前，腊玛古猿出现，它是人类和黑猩猩共同的祖先。距今约300、400万年前，人类正式诞生。距今约200、300—1万年前，打制石器流行，人类进入旧石器时代，约18万年前人类文明进入旧石器时代晚期。约公元前8000年—前2000年，人类进入新石器时代，母系氏族公社开始兴盛。约公元前8000年—前4000年，人类历史上的第一次革命——农业革命爆发，人类开始种植农作物，改变了过去单纯靠采集为生的状况。在旧石器时代，人类已经会使用火，晚期大量使用骨、角器。原始社会时期狩猎和采集业的发展促进了人类的发展，血缘家族及氏族公社产生。约公元前12000年—前4000年，人类进入中石器时代。人们发明并使用弓箭，细石器的广泛应用使狩猎业进一步发展。约公元前8000年—前2000年，人类先后进入新石器时代，磨光加工的石器流行，出现了原始农业和畜牧业。"
    },
    {
      "text": "在小亚细亚地区，公元前6000年左右，人们开始用亚麻和羊毛编织衣物。约公元前6000年—前1000年，古代两河流域、小亚细亚、希腊、罗马、印度和波斯等地原始宗教和古代宗教盛行。约公元前5000年，在亚洲的西南部和中亚地区开始出现铜制工具，人们用冷锻法对天然铜进行加工。古埃及在公元前5000年左右使用的等臂天平秤是世界上已知最早的衡器。约公元前5000年—前4000年，古埃及人依照太阳和月亮的规律制定了日历为生活计时。公元前4000年—前3000年，世界上普遍开始铜矿石的冶炼，在古埃及、西南亚、南欧、中欧和中国等地都有铜矿开采和冶炼的记载。公元前3760年，古代犹太人制定了自己的日历，所以这一年是犹太日历的首年。"
    },
    {
      "text": "两河流域的远古历史是苏美尔人创造的，具体分为三个时期，分别是埃利都-欧贝德时期、乌鲁克时期和捷姆迭特·那色时期。公元前3500年—前3100年，古代两河流域的苏美尔人进入乌鲁克时期，这是他们进入文明时期的一个重要过渡阶段，在这一时期，苏美尔人创造了陶轮进行陶器制作，还建造了很多塔庙建筑。楔形文字是乌鲁克时期的重要文化产物，苏美尔人开始有了自己的记事工具。在乌鲁克时期，随着经济的发展，人类形成了早期的城市国家和宗教中心。"
    },
    {
      "text": "在公元前4000年左右，埃及出现了阶级分化。公元前3500年左右，埃及进入前王朝时期，各地出现了最早形式的城邦国家，古希腊人称之为诺姆。诺姆城邦出现后，埃及地区的发展更加迅速，出现了象形文字。公元前3500年—前3000年，古代两河流域的居民开始使用轮式运输工具，这极大提高了工作效率，生产水平获得了一定的提升。公元前3000年左右，古埃及人发明了犁和耙，使农业劳作的效率获得提升，同时，埃及人已经知道为农作物施肥，极大提高了农作物的产量。公元前3372年，古代南美玛雅文明开始有文献记载，这一年是玛雅年表中最早的日期。公元前3100年，上埃及的统治者美尼斯征服了下埃及，古代埃及初步形成统一国家。约公元前3100年—前2686年，埃及进入早王朝时期，这是埃及历史上的第一个时期。"
    },
    {
      "text": "约公元前3100年—前2800年，苏美尔文明进入捷姆迭特·那色时期，此时苏美尔人建立了完善的灌溉网，广泛种植大麦、双粒小麦、芝麻和豆科作物，并且利用剩余的粮食作物进行酿酒和榨油。哈拉巴是印度河流域最古老的城市之一，最早出现在约公元前3500年，这是印度河流域文明的代表，因此印度河流域文明也被称为哈拉巴文明。哈拉巴文化时期的古印度人在约公元前3000年发明了印章文字。公元前3000年左右，古代两河流域的苏美尔地区出现奴隶制城市国家。"
    },
    {
      "text": "古埃及出现有桨和帆的船。约公元前3000年，随着冶铜业的发展，古埃及人发明了铜镜。约公元前3000年，爱琴海地区出现了第一个文明——克里特文明。克里特文明也叫米诺斯文明，因主要存在于爱琴海地区的克里特岛而得名。公元前2686年—前2181年是埃及古王国时期，在这一期间埃及完成了国家统一。公元前2686年，埃及进入古王国时期，君主专制制度出现，国王控制军队，他说的话就是国家的法律。埃及古王国时期大规模兴建金字塔，约公元前2570年建成的胡夫金字塔是最宏伟也是最有代表性的金字塔。公元前26世纪，古埃及法老雷吉德夫建造了狮身人面像这座纪念碑，目的是恢复人们对王朝的敬畏。公元前27世纪，古代两河流域苏美时代的英雄史诗《吉尔伽美什史诗》形成。"
    }
  ]
}